Repository: SaboZhang/EasyTidy
Catalog: src/EasyTidy/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, ja_jp, zh_cn, zh_hant

source: Backup
fr_fr: Sauvegarde
ja_jp: バックアップ
zh_cn: 备份
zh_hant: 備份

source: Settings
fr_fr: Paramètres
ja_jp: 設定
zh_cn: 设置
zh_hant: 設定

# SettingsPageControl.ModuleTitle
source: Automatic
fr_fr: Automatique
ja_jp: 自動化
zh_cn: 自动化
zh_hant: 自动化

# SettingsPageControl.ModuleDescription
source: The automation module can monitor changes to files and folders. Based on custom settings and associated file processing tasks, this module can automatically perform the corresponding actions.
fr_fr: Le module d'automatisation peut surveiller les modifications des fichiers et des dossiers. En fonction des paramètres personnalisés et des tâches de traitement de fichiers associées, ce module peut effectuer automatiquement les actions correspondantes.
ja_jp: 自動化モジュールは、ファイルとフォルダの変更を監視します。カスタム設定と関連するファイル処理タスクに基づいて、モジュールは自動的に適切な操作を実行できます。
zh_cn: 自动化模块能够对文件和文件夹的变动进行监控。依据自定义设置以及与之关联的文件处理任务，该模块可自动执行相应的操作。
zh_hant: 自動化模塊能夠對文件和文件夾的變動進行監控。依據自定義設置以及與之關聯的文件處理任務，該模塊可自動執行相應的操作。

# StartupExecutionCard.Header
source: On startup
fr_fr: Au démarrage
ja_jp: 起動時
zh_cn: 启动时
zh_hant: 啟動時

# StartupExecutionCard.Description
source: EasyTidy Execute once at startup
fr_fr: Easytidy exécute une fois au démarrage
ja_jp: EasyTidy起動時に1回実行
zh_cn: EasyTidy启动时执行一次
zh_hant: EasyTidy啟動時執行一次

# RegularTaskRunningCard.Header
source: Regular execution
fr_fr: Exécution régulière
ja_jp: 定期的に実行
zh_cn: 定期执行
zh_hant: 定期執行

# ScheduledExecutionCard.Header
source: According to schedule
fr_fr: Selon le calendrier
ja_jp: スケジュールによると
zh_cn: 按照计划
zh_hant: 按照計劃

# FileChangeDelay.Text
source: Delay：
fr_fr: Retard:
ja_jp: 遅延：
zh_cn: 延迟：
zh_hant: 延遲：

# FileChangeSecond.Text
source: Second
fr_fr: Deuxième
ja_jp: 2番目
zh_cn: 秒
zh_hant: 秒

# FileChange.Description
source: Automatic file processing options
fr_fr: Options de traitement de fichiers automatiques
ja_jp: 自動ファイル処理オプション
zh_cn: 文件自动处理选项
zh_hant: 文件自動處理選項

# FileChangeCard.Header
source: When files change
fr_fr: Lorsque les fichiers changent
ja_jp: ファイル変更時
zh_cn: 文件更改时
zh_hant: 文件更改時

# RegularTaskRunningCard.Description
source: Regularly execute according to the set time
fr_fr: Exécuter régulièrement en fonction de l'heure définie
ja_jp: 設定時間に従って定期的に実行
zh_cn: 根据设定的时间定期执行
zh_hant: 根據設定的時間定期執行

# ScheduledExecutionCard.Description
source: Perform periodic execution according to the set plan
fr_fr: Effectuer une exécution périodique en fonction du plan définitif
ja_jp: 既定の計画に基づいて定期的に実行
zh_cn: 根据设定的计划进行周期性执行
zh_hant: 根據設定的計劃進行週期性執行

# ConfigurationButton.Content
source: Configuration
ja_jp: 構成
zh_cn: 配置
zh_hant: 配置

# TaskAssociation.Header
source: Task association
fr_fr: Association des tâches
ja_jp: タスクの関連付け
zh_cn: 任务关联
zh_hant: 任務關聯

# ConfigurationTask.Header
source: Configuration Task
fr_fr: Tâche de configuration
ja_jp: タスクの構成
zh_cn: 配置任务
zh_hant: 配置任務

# ConfigurationTask.Description
source: Associate tasks with automatic execution methods. The selected tasks will appear on the right side and will be associated after saving
fr_fr: Associez les tâches avec des méthodes d'exécution automatiques. Les tâches sélectionnées apparaîtront sur le côté droit et seront associées après enregistrement
ja_jp: タスクを自動実行方法に関連付けます。選択したタスクは右側に表示され、保存後に関連付けられます
zh_cn: 将任务与自动执行方法关联。所选任务将显示在右侧，并将在保存后进行关联
zh_hant: 將任務與自動執行方法關聯。所選任務將顯示在右側，並將在儲存後進行關聯

# TaskSelection.Header
source: Task selection
fr_fr: Sélection des tâches
ja_jp: タスク選択
zh_cn: 任务选择
zh_hant: 任務選擇

# TaskButton.Content
source: Task force
fr_fr: Groupe de travail
ja_jp: 作業チーム
zh_cn: 任务组
zh_hant: 任務組

# TaskGroup.Title
source: Select Task Group
fr_fr: Sélectionnez le groupe de travail
ja_jp: タスクグループの選択
zh_cn: 选择任务组
zh_hant: 選擇任務組

# SingleTask.Content
source: Single Task
fr_fr: Tâche
ja_jp: 単一タスク
zh_cn: 单个任务
zh_hant: 單個任務

# SelectTask.Title
source: Select Task
fr_fr: Sélectionner la tâche
ja_jp: タスクの選択
zh_cn: 选择任务
zh_hant: 選擇任務

# Separate.Content
source: Is it configured separately
fr_fr: Est-il configuré séparément
ja_jp: 個別に構成するかどうか
zh_cn: 是否单独配置
zh_hant: 是否單獨配置

# Customize.Content
source: Customize
fr_fr: Personnaliser
ja_jp: カスタマイズ
zh_cn: 自定义
zh_hant: 自定義

# ResetButton.Content
source: Revoke configuration
fr_fr: Configuration de la révocation
ja_jp: 構成を元に戻す
zh_cn: 撤销配置
zh_hant: 撤銷配置

# SaveButton.Content
source: Save Configuration
fr_fr: Enregistrer la configuration
ja_jp: 構成の保存
zh_cn: 保存配置
zh_hant: 保存配置

# TaskList.Title
source: Task list
fr_fr: Liste de tâches
ja_jp: タスク・リスト
zh_cn: 任务列表
zh_hant: 任務列表

# FileChangeBlock.Text
source: When files change
fr_fr: Lorsque les fichiers changent
ja_jp: ファイル変更時
zh_cn: 文件更改时
zh_hant: 文件更改時

# RegularTaskRunningText.Text
source: Regular execution
fr_fr: Exécution régulière
ja_jp: 定期的に実行
zh_cn: 定时执行
zh_hant: 定時執行

# SelectTaskBlock.Text
source: Task selection：
fr_fr: Sélection des tâches:
ja_jp: タスクの選択：
zh_cn: 选择任务：
zh_hant: 選擇任務：

# ScheduleText
source: schedule
fr_fr: calendrier
ja_jp: スケジュール
zh_cn: 时间表
zh_hant: 時間表

# UpdateBlock.Text
source: Last Update Check
fr_fr: Vérification de la dernière mise à jour
ja_jp: 最終更新チェック
zh_cn: 上次检测更新
zh_hant: 上次檢測更新

# CheckButton.Content
source: Check for New Version
fr_fr: Vérifiez la nouvelle version
ja_jp: 新しいバージョンの確認
zh_cn: 检查更新
zh_hant: 檢查更新

# ReleaseNote.Content
source: Release Note
fr_fr: Note de sortie
ja_jp: リリースノート
zh_cn: 发行日志
zh_hant: 發行日誌

# DownloadButton.Content
source: Download Update
fr_fr: Télécharger la mise à jour
ja_jp: アップデートのダウンロード
zh_cn: 下载更新
zh_hant: 下載更新

# CodeButton.Content
source: GitHub Repository
fr_fr: Référentiel GitHub
ja_jp: GitHubリポジトリ
zh_cn: GitHub 存储库
zh_hant: GitHub 儲存庫

# LinkBlock.Text
source: Related Links
fr_fr: Liens connexes
ja_jp: 関連リンク
zh_cn: 相关链接
zh_hant: 相關鏈接

# AboutUsSetting.Description
source: EasyTidy can automatically process and organize files and folders. It can filter files by various conditions such as name and directory. Supports manual and automatic execution. You can set delay, time interval or customize the execution cycle with CRON expression for easy and efficient file management.
fr_fr: Easytidy peut traiter et organiser automatiquement les fichiers et les dossiers. Il peut filtrer les fichiers par diverses conditions telles que le nom et le répertoire. Prend en charge l'exécution manuelle et automatique. Vous pouvez définir un délai, un intervalle de temps ou personnaliser le cycle d'exécution avec l'expression CRON pour une gestion de fichiers facile et efficace.
ja_jp: EasyTidyはファイルとフォルダを自動的に処理して整理することができます。名前やディレクトリなどのさまざまな条件に基づいてファイルをフィルタリングできます。手動および自動実行をサポートします。CRON式を使用して遅延、時間間隔、またはカスタム実行サイクルを設定することで、簡単で効率的なファイル管理を実現できます。
zh_cn: EasyTidy 可自动处理和组织文件及文件夹。能按名称、目录等多种条件过滤文件，支持手动和自动执行，可设置延时、时间间隔或用 CRON 表达式自定义执行周期，让文件管理轻松高效。
zh_hant: EasyTidy 可自動處理和組織文件及文件夾。能按名稱、目錄等多種條件過濾文件，支持手動和自動執行，可設置延時、時間間隔或用 CRON 表達式自定義執行週期，讓文件管理輕鬆高效。

# ThemeSettingsCard.Description
source: Select the theme that suits your mood and preference. You can choose from dark, light, or system themes.
fr_fr: Sélectionnez le thème qui convient à votre humeur et à votre préférence. Vous pouvez choisir parmi les thèmes sombres, légers ou système.
ja_jp: あなたの気持ちや好みに合ったテーマを選びましょう。濃い色、薄い色、またはシステムテーマから選択できます。
zh_cn: 选择适合您心情和偏好的主题。您可以从深色、浅色或系统主题中进行选择。
zh_hant: 選擇適合您心情和偏好的主題。您可以從深色、淺色或系統主題中進行選擇。

# ThemeSettingsCard.Header
source: App theme
fr_fr: Thème de l'application
ja_jp: トピックの適用
zh_cn: 应用主题
zh_hant: 應用主題

# Light.Content
source: Light
fr_fr: Lumière
ja_jp: ライトらいと
zh_cn: 浅色
zh_hant: 淺色

# Dark.Content
source: Dark
fr_fr: Sombre
ja_jp: 暗い
zh_cn: 深色
zh_hant: 深色

# Default.Content
source: Windows Default
fr_fr: Windows par défaut
ja_jp: Windowsのデフォルト
zh_cn: Windows默认
zh_hant: Windows默認

# ColorSettingsCard.Description
source: Sync your app’s color with your Windows accent color. You can open the Windows accent color setting by clicking this card.
fr_fr: Synchronisez la couleur de votre application avec la couleur de votre accent Windows. Vous pouvez ouvrir le paramètre Couleur de l'accent Windows en cliquant sur cette carte.
ja_jp: アプリケーションの色をWindowsの強変色と同期させます。このカードをクリックしてWindowsの強変色設定を開くことができます。
zh_cn: 将应用程序的颜色与 Windows 强调色同步。您可以通过单击此卡打开 Windows 强调色设置。
zh_hant: 將應用程序的顏色與 Windows 強調色同步。您可以通過單擊此卡打開 Windows 強調色設置。

# ColorSettingsCard.Header
source: Accent color
fr_fr: Couleur accent
ja_jp: 強調色
zh_cn: 强调色
zh_hant: 強調色

# FilterSettingsControl.ModuleDescription
source: Easily add files that need to be filtered to achieve precise management of specific files. By adding file processing rules, you can customize the way files are processed to meet individual needs. At the same time, you can also use the powerful pattern matching function of regular expressions to further refine the filtering and processing logic of files, making file management more efficient and intelligent. Whether you want to exclude specific types of files or perform special processing on files that match specific patterns, you can easily do it here.
fr_fr: Ajouter facilement des fichiers qui doivent être filtrés pour réaliser une gestion précise de fichiers spécifiques. En ajoutant des règles de traitement de fichiers, vous pouvez personnaliser la façon dont les fichiers sont traités pour répondre aux besoins individuels. Dans le même temps, vous pouvez également utiliser la fonction de correspondance de motifs puissante des expressions régulières pour affiner davantage la logique de filtrage et de traitement des fichiers, ce qui rend la gestion des fichiers plus efficace et intelligente. Que vous souhaitiez exclure des types spécifiques de fichiers ou effectuer un traitement spécial sur des fichiers qui correspondent aux modèles spécifiques, vous pouvez facilement le faire ici.
ja_jp: 特定のファイルを正確に管理するためにフィルタリングする必要があるファイルを簡単に追加できます。ファイル処理ルールを追加することで、個人のニーズに合わせてファイルの処理方法をカスタマイズできます。また、正規表現の強力なパターンマッチング機能を使用して、ファイルのフィルタリングと処理ロジックをさらに洗練することができ、ファイル管理をより効率的かつインテリジェントにすることができます。特定のタイプのファイルを除外する場合でも、特定のパターンに一致するファイルに対して特別な処理を実行する場合でも、ここで簡単に行うことができます。
zh_cn: 轻松地添加需要过滤的文件，实现对特定文件的精准管理。通过增加文件处理规则，你能够自定义文件的处理方式，满足个性化的需求。同时，还可以利用正则表达式强大的模式匹配功能，进一步细化文件的筛选和处理逻辑，让文件管理更加高效、智能。无论是排除特定类型的文件，还是对符合特定模式的文件进行特殊处理，都能在这里轻松实现。
zh_hant: 輕鬆地添加需要過濾的文件，實現對特定文件的精準管理。通過增加文件處理規則，你能夠自定義文件的處理方式，滿足個性化的需求。同時，還可以利用正則表達式強大的模式匹配功能，進一步細化文件的篩选和處理邏輯，讓文件管理更加高效、智能。無論是排除特定類型的文件，還是對符合特定模式的文件進行特殊處理，都能在這裡輕鬆實現。

# FilterSettingsControl.ModuleTitle
source: Filter
fr_fr: Filtre
ja_jp: 高級ルール
zh_cn: 高级规则
zh_hant: 過濾器

source: At least one word
fr_fr: Au moins un mot
ja_jp: 少なくとも1文字
zh_cn: 至少一个单词
zh_hant: 至少一個單詞

# YesStr
source: YES
fr_fr: OUI
ja_jp: はい
zh_cn: 是
zh_hant: 是

# NoStr
source: NO
fr_fr: NON
ja_jp: いいえ
zh_cn: 否
zh_hant: 否

source: At least one word (case sensitive)
fr_fr: Au moins un mot (cas sensible)
ja_jp: 少なくとも1つの単語（大文字と小文字を区別）
zh_cn: 至少一个单词（区分大小写）
zh_hant: 至少一個單詞（區分大小寫）

# AllWordsInAnyOrder
source: All words in a random order
fr_fr: Tous les mots dans un ordre aléatoire
ja_jp: すべての単語をランダムな順序で並べ替える
zh_cn: 以随意的顺序的所有单词
zh_hant: 以隨意的順序的所有單詞

# AllWordsInAnyOrderCaseSensitive
source: All words in arbitrary order (case sensitive)
fr_fr: Tous les mots dans l'ordre arbitraire (sensible à la casse)
ja_jp: すべての単語を任意の順序で並べ替える（大文字と小文字を区別）
zh_cn: 以随意的顺序的所有单词（区分大小写）
zh_hant: 以隨意的順序的所有單詞（區分大小寫）

source: regular expression
fr_fr: expression régulière
ja_jp: 正規表現
zh_cn: 正则表达式
zh_hant: 正則表達式

# StringText
source: String
fr_fr: Chaîne
ja_jp: 文字列
zh_cn: 字符串
zh_hant: 字符串

source: String (case sensitive)
fr_fr: Chaîne (casse sensible)
ja_jp: 文字列（大文字と小文字を区別）
zh_cn: 字符串（区分大小写）
zh_hant: 字符串（區分大小寫）

# LocalBackText
source: Local backup
fr_fr: Sauvegarde locale
ja_jp: ローカルバックアップ
zh_cn: 本地备份
zh_hant: 本地備份

# SkipText
source: Skip
fr_fr: Sauter
ja_jp: スキップ
zh_cn: 跳过
zh_hant: 跳過

# OverrideText
source: Override
fr_fr: Outrepasser
ja_jp: 拒否する
zh_cn: 覆盖
zh_hant: 覆蓋

# OverwriteIfNewerText
source: Overwrite If Newer
fr_fr: Écraser si plus récent
ja_jp: 更新する場合は、上書き
zh_cn: 如果较新则覆盖
zh_hant: 如果較新則覆蓋

# OverrideIfSizesDifferText
source: If the sizes are different, cover them
fr_fr: Si les tailles sont différentes, couvrez-les
ja_jp: サイズが異なる場合は、カバーしてください
zh_cn: 如果大小不同则覆盖
zh_hant: 如果大小不同則覆蓋

# ReNameAppendText
source: Rename(01)
fr_fr: Renommer (01)
ja_jp: 名前変更（01）
zh_cn: 重命名(01)
zh_hant: 重命名(01)

# ReNameAddDateText
source: Rename - Current Date
fr_fr: Renommer - Date actuelle
ja_jp: 名前変更-現在の日付
zh_cn: 重命名-当前日期
zh_hant: 重命名-當前日期

# MoveText
source: Move
fr_fr: Se déplacer
ja_jp: 移動
zh_cn: 移动
zh_hant: 移動

# CopyText
source: Copy
fr_fr: Copie
ja_jp: レプリケーション
zh_cn: 复制
zh_hant: 複製

# DeleteText
source: Delete
fr_fr: Supprimer
ja_jp: 削除
zh_cn: 删除
zh_hant: 刪除

# RenameText
source: Rename
fr_fr: Rebaptiser
ja_jp: 名前を変更
zh_cn: 重命名
zh_hant: 重命名

# RecycleBinText
source: RecycleBin
fr_fr: Recyclage
ja_jp: かいしゅうばこ
zh_cn: 回收站
zh_hant: 回收站

# ByteText
source: byte
fr_fr: octet
ja_jp: バイト数
zh_cn: 字节
zh_hant: 位元組

# SecondText
source: Second
fr_fr: Deuxième
ja_jp: 2番目
zh_cn: 秒
zh_hant: 秒

# MinuteText
source: Minute
ja_jp: 分
zh_cn: 分钟
zh_hant: 分鐘

# HourText
source: Hour
fr_fr: Heure
ja_jp: 時間
zh_cn: 小时
zh_hant: 小時

# DayText
source: Day
fr_fr: Jour
ja_jp: 日
zh_cn: 天
zh_hant: 天

# MonthText
source: Month
fr_fr: Mois
ja_jp: 月
zh_cn: 月
zh_hant: 月

# YearText
source: Year
fr_fr: Année
ja_jp: 年
zh_cn: 年
zh_hant: 年

# AllText
source: ALL
fr_fr: TOUS
ja_jp: すべて
zh_cn: 全部
zh_hant: 全部

# FileProcessing.Header
source: File processing
fr_fr: Traitement des fichiers
ja_jp: ファイル処理
zh_cn: 文件处理
zh_hant: 文件處理

# FileProcessingCard.Header
source: Dealing with conflicts
fr_fr: Faire face aux conflits
ja_jp: 競合の処理
zh_cn: 处理冲突
zh_hant: 處理衝突

# FileProcessingCard.Description
source: Options for automatic conflict resolution
fr_fr: Options de résolution des conflits automatiques
ja_jp: 競合を自動的に解決するオプション
zh_cn: 自动处理冲突的选项
zh_hant: 自動處理衝突的選項

# FileProcessingComboBox.PlaceholderText
source: Conflict handling methods
fr_fr: Méthodes de traitement des conflits
ja_jp: 競合処理方法
zh_cn: 冲突处理方式
zh_hant: 衝突處理方式

# ToastWithAvatarDescriptionText
source: Easytidy application is running
fr_fr: L'application Easytidy est en cours d'exécution
ja_jp: Easytidyアプリケーションが実行中です
zh_cn: EasyTidy应用程序已在运行中
zh_hant: EasyTidy應用程序已在運行中

# RemindText
source: More reminder
fr_fr: Plus de rappel
ja_jp: その他の注意事項
zh_cn: 多开提醒
zh_hant: 多開提醒

# AddFilterSettingsCard.Header
source: Add filter
fr_fr: Ajouter le filtre
ja_jp: フィルタの追加
zh_cn: 添加过滤器
zh_hant: 添加過濾器

# AddFilterSettingsCard.Description
source: Add custom additional filters
fr_fr: Ajouter des filtres supplémentaires personnalisés
ja_jp: カスタム追加フィルタの追加
zh_cn: 添加自定义附加的过滤器
zh_hant: 添加自定義附加的過濾器

# FilterButton.Content
source: Add filter
fr_fr: Ajouter le filtre
ja_jp: フィルタの追加
zh_cn: 添加过滤器
zh_hant: 添加過濾器

# FiltersListBlock.Text
source: Filter List
fr_fr: Liste de filtre
ja_jp: フィルタリスト
zh_cn: 过滤器列表
zh_hant: 過濾器列表

# AttributeBlock.Text
source: Attribute
fr_fr: Attribut
ja_jp: プロパティ
zh_cn: 属性
zh_hant: 屬性

# FilterNameBlock.Text
source: Filter Name
fr_fr: Nom de filtre
ja_jp: フィルタ名
zh_cn: 过滤器名称
zh_hant: 過濾器名稱

# FeaturesBlock.Text
source: Characteristics
fr_fr: Caractéristiques
ja_jp: 特徴
zh_cn: 特性
zh_hant: 特性

# OtherBlock.Text
source: Other
fr_fr: Autre
ja_jp: その他
zh_cn: 其他
zh_hant: 其他

# OperationBlock.Text
source: Operation
fr_fr: Opération
ja_jp: 操作
zh_cn: 操作
zh_hant: 操作

# EditButton.ToolTipService.ToolTip
source: Edit
fr_fr: Modifier
ja_jp: 編集
zh_cn: 编辑
zh_hant: 編輯

# DesktopText
source: Desktop
fr_fr: Bureau
ja_jp: デスクトップ
zh_cn: 桌面
zh_hant: 桌面

# ModifyText
source: Modify
fr_fr: Modifier
ja_jp: 変更
zh_cn: 修改
zh_hant: 修改

# SaveText
source: Save
fr_fr: Sauvegarder
ja_jp: 保存する
zh_cn: 保存
zh_hant: 保存

# CancelText
source: Cancel
fr_fr: Annuler
ja_jp: キャンセル
zh_cn: 取消
zh_hant: 取消

# AdditionalText
source: Additional
fr_fr: Supplémentaire
ja_jp: その他
zh_cn: 新增
zh_hant: 新增

# SaveSuccessfulText
source: Save Successful
fr_fr: Sauver réussi
ja_jp: 保存に成功しました
zh_cn: 保存成功
zh_hant: 保存成功

# SaveFailedText
source: Save Failed
fr_fr: Échec de l'échec
ja_jp: 保存に失敗しました
zh_cn: 保存失败
zh_hant: 保存失敗

# CustomConfigurationText
source: Custom Configuration
fr_fr: Configuration personnalisée
ja_jp: カスタム構成
zh_cn: 自定义配置
zh_hant: 自定義配置

# ModifySuccessfullyText
source: Modify Successfully
fr_fr: Modifier avec succès
ja_jp: 変更に成功しました
zh_cn: 修改成功
zh_hant: 修改成功

# ModificationFailedText
source: Modification Failed
fr_fr: Modification a échoué
ja_jp: 変更に失敗しました
zh_cn: 修改失败
zh_hant: 修改失敗

# DeleteSuccessfulText
source: Delete Successful
fr_fr: Supprimer le succès
ja_jp: 削除に成功しました
zh_cn: 删除成功
zh_hant: 刪除成功

# DeleteFailedText
source: Delete Failed
fr_fr: Supprimer l'échec
ja_jp: 削除に失敗しました
zh_cn: 删除失败
zh_hant: 刪除失敗

# ExecutionFailedText
source: Execution Failed
fr_fr: L'exécution a échoué
ja_jp: 実行に失敗しました
zh_cn: 执行失败
zh_hant: 執行失敗

# DisabledSuccessfullyText
source: Operation succeeded
fr_fr: L'opération a réussi
ja_jp: 処理が完了しました
zh_cn: 操作成功
zh_hant: 操作成功

# DisablingFailedText
source: Operation failed
fr_fr: L'opération a échoué
ja_jp: 操作が失敗しました
zh_cn: 操作失败
zh_hant: 操作失敗

# DialogFilterNameBlock.Text
source: Filter Name:
fr_fr: Nom du filtre:
ja_jp: フィルタ名：
zh_cn: 过滤器名称：
zh_hant: 過濾器名稱：

# DividerAttribute.Content
source: Attribute
fr_fr: Attribut
ja_jp: 属性
zh_cn: 属性
zh_hant: 屬性

# DialogFileSize.Content
source: File Size:
fr_fr: Taille du fichier:
ja_jp: ファイルサイズ：
zh_cn: 文件大小：
zh_hant: 文件大小：

# DialogCreationTime.Content
source: Creation Time:
fr_fr: Temps de création:
ja_jp: 作成時間：
zh_cn: 创建时间：
zh_hant: 創建時間：

# DialogModifyTime.Content
source: Modify Time:
fr_fr: Modifier le temps:
ja_jp: 変更日時：
zh_cn: 修改时间：
zh_hant: 修改時間：

# DialogVisitTime.Content
source: Visit Time:
fr_fr: Temps de visite:
ja_jp: 見学時間：
zh_cn: 访问时间：
zh_hant: 訪問時間：

# DialogDividerCharacteristics.Content
source: Characteristics
fr_fr: Caractéristiques
ja_jp: 特徴
zh_cn: 特性
zh_hant: 特性

# DialogArchive.Content
source: Archive:
ja_jp: アーカイブ：
zh_cn: 存档：
zh_hant: 存檔：

# DialogHide.Content
source: Hidden:
fr_fr: Caché:
ja_jp: 非表示:
zh_cn: 隐藏：
zh_hant: 隱藏：

# DialogReadonly.Content
source: Read only:
fr_fr: Lire uniquement:
ja_jp: 読み取り専用：
zh_cn: 只读：
zh_hant: 只讀：

# DialogSystem.Content
source: System:
fr_fr: Système:
ja_jp: システム：
zh_cn: 系统：
zh_hant: 系統：

# DialogTemporary.Content
source: Temporary:
fr_fr: Temporaire:
ja_jp: 一時的：
zh_cn: 临时：
zh_hant: 臨時：

# DialogDividerOthers.Content
source: Others
fr_fr: Autres
ja_jp: その他
zh_cn: 其他
zh_hant: 其他

# DialogIncludedFiles.Content
source: Included files:
fr_fr: Fichiers inclus:
ja_jp: 含まれるファイル：
zh_cn: 包含的文件：
zh_hant: 包含的文件：

# DialogFileContent.Content
source: File content:
fr_fr: Contenu de fichier:
ja_jp: ファイルの内容：
zh_cn: 文件内容：
zh_hant: 文件內容：

# DeleteButton.ToolTipService.ToolTip
source: Delete
fr_fr: Supprimer
ja_jp: 削除
zh_cn: 删除
zh_hant: 刪除

# DialogTaskGroupName.Text
source: Task Group Name:
fr_fr: Nom du groupe de travail:
ja_jp: タスクグループ名：
zh_cn: 任务组名：
zh_hant: 任務組名：

# TaskGroupBox.PlaceholderText
source: Please enter or select
fr_fr: Veuillez saisir ou sélectionner
ja_jp: 入力または選択してください
zh_cn: 请输入或者选择
zh_hant: 請輸入或者選擇

# DialogTaskName.Text
source: Task Name:
fr_fr: Nom de la tâche:
ja_jp: タスク名：
zh_cn: 任务名称：
zh_hant: 任務名稱：

# TaskNameBoxPlaceholder.PlaceholderText
source: Please enter the task name
fr_fr: Veuillez saisir le nom de la tâche
ja_jp: タスク名を入力してください
zh_cn: 请输入任务名称
zh_hant: 請輸入任務名稱

# DialogProcessingRules.Text
source: Processing Rules:
fr_fr: Règles de traitement:
ja_jp: 処理ルール：
zh_cn: 处理规则：
zh_hant: 處理規則：

# DialogTaskRulePlaceholder.PlaceholderText
source: Please enter processing rules/regex
fr_fr: Veuillez saisir les règles de traitement / regex
ja_jp: 処理ルール/正規表現を入力してください
zh_cn: 请输入处理规则/正则
zh_hant: 請輸入處理規則/正則

# DialogRuleButton.ToolTipService.ToolTip
source: Rule example
fr_fr: Exemple de règle
ja_jp: ルールの例
zh_cn: 规则示列
zh_hant: 規則示列

# DialogFilterButton.ToolTipService.ToolTip
source: Filter
fr_fr: Filtre
ja_jp: フィルタ
zh_cn: 筛选器
zh_hant: 篩選器

# DialogOperatingMethod.Text
source: Mode of operation:
fr_fr: Mode de fonctionnement:
ja_jp: 動作モード：
zh_cn: 操作方式：
zh_hant: 操作方式：

# DialogTaskOperateListPlaceholder.PlaceholderText
source: Please Select Operation Mode
fr_fr: Veuillez sélectionner le mode de fonctionnement
ja_jp: 動作モードを選択してください
zh_cn: 请选择操作方式
zh_hant: 請選擇操作方式

# DialogSourceFolder.Text
source: Source folder:
fr_fr: Dossier source:
ja_jp: ソースフォルダ:
zh_cn: 源文件夹：
zh_hant: 源文件夾：

# DialogSourcePlaceholder.PlaceholderText
source: Please select a folder, the default is the desktop
fr_fr: Veuillez sélectionner un dossier, la valeur par défaut est le bureau
ja_jp: フォルダを選択してください。デフォルトはデスクトップです
zh_cn: 请选择文件夹，默认为桌面
zh_hant: 請選擇文件夾，默認為桌面

# DialogSourceButton.Content
source: Choice
fr_fr: Choix
ja_jp: せんたく
zh_cn: 选择
zh_hant: 選擇

# DiaalogShortcut.Content
source: Desktop shortcut to the destination folder
fr_fr: Raccourci du bureau vers le dossier de destination
ja_jp: デスクトップのショートカットを目的のフォルダーに作成する
zh_cn: 目标文件夹桌面快捷方式
zh_hant: 目標資料夾桌面捷徑

# DialogTargetFolder.Text
source: Target Folder:
fr_fr: Dossier cible:
ja_jp: 宛先フォルダ：
zh_cn: 目标文件夹：
zh_hant: 目標文件夾：

# DialogTargetPlaceholder.PlaceholderText
source: Choose or enter folder directly
fr_fr: Choisissez ou entrez directement le dossier
ja_jp: フォルダを直接選択または入力する
zh_cn: 请选择或输入文件夹
zh_hant: 請選擇或輸入文件夾

# DialogTargetButton.Content
source: Choice
fr_fr: Choix
ja_jp: 選択
zh_cn: 选择
zh_hant: 選擇

# DialogTaskEnable.Text
source: Enable:
fr_fr: Activer:
ja_jp: 有効化：
zh_cn: 是否启用：
zh_hant: 是否啟用：

# DialogTaskGroup.PlaceholderText
source: Choice
fr_fr: Choix
ja_jp: チョイス
zh_cn: 选择
zh_hant: 選擇

# DialogAtStartup.Text
source: EasyTidy Startup:
fr_fr: Startup Easytidy:
ja_jp: EasyTidy起動：
zh_cn: EasyTidy启动时：
zh_hant: EasyTidy啟動時：

# DialogAsPlanned.Text
source: According to the plan
fr_fr: Selon le plan
ja_jp: 計画に基づいて
zh_cn: 按照计划
zh_hant: 按照計劃

# DialogMinute.Text
source: Minute
ja_jp: 分
zh_cn: 分钟
zh_hant: 分鐘

# DialogHour.Text
source: Hour
fr_fr: Heure
ja_jp: 時間
zh_cn: 小时
zh_hant: 小時

# DialogWeek.Text
source: Which day of the week
fr_fr: Quel jour de la semaine
ja_jp: 週のうちの何日
zh_cn: 每个星期的第几天
zh_hant: 每個星期的第幾天

# DialogDayOfWeekBlock.Text
source: (0=Sun to 6=Sat)
fr_fr: (0 = dim. à 6 = sam)
ja_jp: （0＝日～6＝土）
zh_cn: (0=周日 to 6=周六)
zh_hant: (0=週日 to 6=週六)

# DialogDayOfMonth.Text
source: Day of the Month
fr_fr: Jour du mois
ja_jp: 月のどの日
zh_cn: 每个月第几天
zh_hant: 每個月第幾天

# DialogMonth.Text
source: Month
fr_fr: Mois
ja_jp: 月
zh_cn: 月份
zh_hant: 月份

# DialogExpression.Text
source: CRON expression
fr_fr: Expression cron
ja_jp: CRON表現
zh_cn: CRON 表达式
zh_hant: CRON 表達式

# DialogNotice.Text
source: Support CRON expression, and CRON expression has higher priority than the values of the first five items
fr_fr: Soutenir l'expression de Cron et l'expression de Cron a une priorité plus élevée que les valeurs des cinq premiers éléments
ja_jp: CRON式をサポートし、CRON式の優先度は上位5項の値より高い
zh_cn: 支持CRON表达式，CRON表达式优先级高于前5项的值
zh_hant: 支持CRON表達式，CRON表達式優先級高於前5項的值

# DialogFirst.Text
source: It will run when the time unit matches the value below.
fr_fr: Il fonctionnera lorsque l'unité d'heure correspondra à la valeur ci-dessous.
ja_jp: 時間単位が次の値と一致すると、実行されます。
zh_cn: 时间单位匹配下方的值时，将会运行。
zh_hant: 時間單位匹配下方的值時，將會運行。

# DialogExplanation1.Text
source: (Empty String) Matches any value
fr_fr: (String vide) correspond à n'importe quelle valeur
ja_jp: （空の文字列）任意の値に一致
zh_cn: （空字符串）匹配任何值
zh_hant: （空字符串）匹配任何值

# DialogExplanation2.Text
source: Val1, Val2, ..., ValN Match Value List
ja_jp: Val1，Val2。。。，ValNマッチ値リスト
zh_cn: Val1,Val2,...,ValN 匹配值列表
zh_hant: Val1,Val2,...,ValN 匹配值列表

# DialogExplanation3.Text
source: Match values range from n1 to n2
fr_fr: Les valeurs de correspondance varient de N1 à N2
ja_jp: 一致値の範囲はn 1からn 2
zh_cn: n1-n2 匹配n1到n2的值范围
zh_hant: n1-n2 匹配n1到n2的值範圍

# DialogExplanation4.Text
source: n1-n2/n3 matches the range n1 to n2 for step n3
fr_fr: N1-N2 / N3 correspond à la plage N1 à N2 pour l'étape N3
ja_jp: n 1−n 2／n 3はステップn 3のn 1〜n 2の範囲に一致する
zh_cn: n1-n2/n3 与步骤n3匹配范围n1到n2
zh_hant: n1-n2/n3 與步驟n3匹配範圍n1到n2
